{
  "categories": [
    {
      "name": "Events",
      "id": 1
    },
    {
      "name": "Transport",
      "id": 2
    },
    {
      "name": "Taxes",
      "id": 3
    },
    {
      "name": "Electricity",
      "id": 4
    },
    {
      "name": "Bills",
      "description": "Billing documents",
      "id": 5
    }
  ],
  "requests": [
    {
      "title": "Req1",
      "categories_id": 1,
      "description": "<p><strong>Львів</strong> (МФА:&nbsp;[ˈʎʋiu̯]&nbsp;( прослухати) англ. Lviv, рос. Львов, пол. Lwów, нім. Lemberg, їд. לעמבערג/לוויוו‎)&nbsp;— місто в Україні, адміністративний центр області, агломерації, району, міської громади, національно-культурний та освітньо-науковий осередок країни, великий промисловий центр і транспортний вузол, вважається столицею Галичини та центром Західної України. За кількістю населення&nbsp;— сьоме місто країни (717 273 станом на 01.01.2022)[2].</p><p>Львів заснував король Данило приблизно у 1231—1235 роках (перша згадка від 1256 року). Близько 1272 року місто стало столицею Королівства Русі (Галицько-Волинського князівства). Невдовзі після смерті князя Юрія II Львів на понад чотири століття опинився під владою Королівства Польського. 1356 року місто отримало маґдебурзьке право; в добу Середньовіччя Львів був важливим торговельним центром. За австрійського панування місто стало осередком українського та польського національного рухів. Після розпаду Австро-Угорщини восени 1918 року Львів деякий час був столицею Західноукраїнської Народної Республіки, але після українсько-польської битви за місто в листопаді 1918 перейшов до Польщі, що в 1922-23 було визнано міжнародними пактами та угодами. Під час Другої світової війни місто захопив Радянський Союз, а згодом&nbsp;— Німеччина. Після війни було юридично закріплено ялтинську угоду 1945, за якою Східна Галичина і зокрема Львів лишався у складі Української РСР. 1946 року між Польщею та УРСР відбувся обмін населення, який разом із наслідками війни суттєво вплинув на населення Львова. З 1991 року Львів перебуває у складі України.</p><p></p><p>Історичний центр Львова занесено до списку Світової спадщини ЮНЕСКО. У місті розташована найбільша кількість пам'яток архітектури в Україні[3]. 2009 року Львову надано звання Культурної столиці України[4]. Місто періодично посідає чільні місця в рейтингах туристичної та інвестиційної привабливості</p>",
      "id": 1,
      "status": "inProgress",
      "response": "",
      "created_at": "12/1/2022"
    },
    {
      "title": "Request 2",
      "categories_id": 2,
      "description": "<p>Данило Галицький (1201[2]&nbsp;— 1264)&nbsp;— король Русі (1253—1264), Князь галицький (1205—1206, 1211—1212, 1230—1232, 1233—1234, 1238—1264), володимирський (1205—1208, 1215—1238), Великий князь Київський (1239—1241). Представник роду Романовичів, гілки Володимирських Мономаховичів із династії Рюриковичів.</p><p></p><p>Син Великого князя Київсього Романа Мстиславича та доньки візантійського імператора Ісаака II Ангела Анни. Брав участь у битві на Калці проти монголів, був поранений (1223). Після смерті батька відновив і розбудував Королівство Руське. У союзі з половцями розбив галицьку боярську опозицію та своїх конкурентів за трон під проводом Ростислава Михайловича у битві під Ярославом (1245). Зазнав нападу монголів (1241), визнав себе їхнім васалом (1245). Уклав союзи із Римом, Тевтонським орденом та сусідніми монархами. Безрезультатно намагався утворити європейську антимонгольську коаліцію. </p>",
      "id": 2,
      "status": "solved",
      "response": "<p>Problem was solved</p><p>Problem was solved</p><p>Problem was solved</p><p>Problem was solved</p>",
      "created_at": "12/1/2022",
      "solved_on": "2022-12-02"
    },
    {
      "created_at": "11/30/2022",
      "title": "Request 33",
      "categories_id": 2,
      "description": "<p>Данило Галицький (1201[2]&nbsp;— 1264)&nbsp;— король Русі (1253—1264), Князь галицький (1205—1206, 1211—1212, 1230—1232, 1233—1234, 1238—1264), володимирський (1205—1208, 1215—1238), Великий князь Київський (1239—1241). Представник роду Романовичів, гілки Володимирських Мономаховичів із династії Рюриковичів.</p><p>Син Великого князя Київсього Романа Мстиславича та доньки візантійського імператора Ісаака II Ангела Анни. Брав участь у битві на Калці проти монголів, був поранений (1223). Після смерті батька відновив і розбудував Королівство Руське. У союзі з половцями розбив галицьку боярську опозицію та своїх конкурентів за трон під проводом Ростислава Михайловича у битві під Ярославом (1245). Зазнав нападу монголів (1241), визнав себе їхнім васалом (1245). Уклав союзи із Римом, Тевтонським орденом та сусідніми монархами. Безрезультатно намагався утворити європейську антимонгольську коаліцію. </p>",
      "id": 3
    }
  ]
}